# -*- coding: UTF-8 -*-

MENU_MESSAGE = """
С помощью этого бота вы можете создать нужную вам конференцию в Zoom.
Для этого необходимо:

1. Выбрать дату проведения конференции
2. Выбрать время начала
3. Указать длительность конференции
4. Выбрать тип записи в облако
5. Дать имя конференции
      
Если бот внезапно перестал работать, пожайлуста сообщите об этом по этому адресу: @global_aide_bot.
      
Для комфортного использования ознакомьтесь с командами бота, которые перечислены в боковом меню
"""

HELP_MESSAGE = """
Бот позволяет вводить все необходимые данные с предлагаемой клавиатуры.

1. Название конференции может быть любое

Если бот внезапно перестал работать, пожайлуста сообщите об этом по этому адресу: @global_aide_bot."
"""


ADMIN_MANUAL_MESSAGE = """
Заново вызвать эту панель:
/control_bot

<b>Как делать рассылки:</b>Нажимаем кнопку запустить рассылку, отправляем любое сообщение и выбираем что с ним сделать.
1. <b>Запустить глобальную рассылку:</b> Отправить сообщение всем пользователям
2. <b>Запустить точечную рассылку:</b> Отправить сообщение выбранным пользователям
3. <b>Удалить сообщение:</b> Удалить сообщение и отменить рассылку


<b>Посмотреть список активных/не активных пользователей:</b>
Получить список активных пользователей
"""